---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemCopeAroundAxis
source: html/06f00114-c7d5-d12f-1b02-17ffbaac5afe.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemCopeAroundAxis Property

"Around beam axis"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemCopeAroundAxis { get; }
```